quests = ['ปลูกต้นมะม่วง', 'ล้วงปลาไหล', 'ไล่ศัตรูพืช']
quests.append('หน้าหี')
print(quests)

# quests = ตัวแปรเก็บข้อมูลใน List
# [] = คำสั่งใช้ในการเก็บข้อมูลหลายจำนวนที่สามารถแก้ไขได้ (List)
# , = เครื่องหมายคอมม่า (comma)
# : = เครื่องหมายโคลอน (colon)
# .insert = คำสั่งเพิ่มข้อมูลลงใน [] แบบระบุตำแหน่ง, parameter = (ตำแหน่ง, ข้อมูล)  (ในงานเฉพาะใน [] เท่านั้น)
# .append = คำสั่งเพิ่มข้อมูลลงใน [] ไปยังตำแหน่งสุดท้าย, parameter = (ข้อมูล) (ในงานเฉพาะใน [] เท่านั้น)
# .remove = คำสั่งใช้ลบข้อมูลใน [] แบบเจาะจง, parameter = (ข้อมูลที่ต้องการลบ) (ในงานเฉพาะใน [] เท่านั้น)
# หากต้องการแสดงข้อมูลใน [] แบบเจาะจงสามารถใช้ print(ตัวแปร[ตำแหน่งข้อมูล])
# () = สามารถเก็บข้อมูลได้เหมือน [] แต่จะไม่สามารถแก้ไขข้อมูลได้ (Tuple)