''' เครื่องหมาย มี 2 ประเภท = 1.เครื่องหมายคำนวน  2.เครื่องหมายเปรียบเทียบ '''
x = 5
y = 2
a1 = x + y # บวก
a2 = x - y # ลบ
a3 = x * y # คูณ
a4 = x / y # หาร
a5 = x % y # หาเศษจากการหาร
a6 = x ** y # ยกกำลัง
a7 = x // y # หารแบบปัดเศษทิ้ง

a8 = (x + 1) * (y - 1) # (วงเล็บ)จัดลำดับการประมวลผล

a9 = 5 # shotcut(นำตัวแปรมาคำนวนเพิ่มโดย += , -= , *= , /=  เป็นต้น)
a9 += 3

a10 = x > y # เปรียบเทียบด้วยเครื่องหมาย(>) = True
a11 = x >= y # เปรียบเทียบด้วยเครื่องหมาย(>=) = True
a12 = x < y # เปรียบเทียบด้วยเครื่องหมาย(<) = False
a13 = x <= y # เปรียบเทียบด้วยเครื่องหมาย (<=) = False
a14 = x == y # เปรียบเทียบด้วยเครื่องหมาย (==) = False (ตรวจสอบว่าค่าเท่ากันใช่หรือไม่)
a15 = x != y # เปรียบเทียบด้วยเครื่องหมาย (!=) = False (ตรวจสอบว่าค่าไม่เท่ากันใช่หรือไม่)

p = True
q = False
a16 = p and q # เปรียบเทียบด้วยเครื่องหมาย (and) = False (p และ q ต้องเป็น True)
a17 = p or q # เปรียบเทียบด้วยเครื่องหมาย (or) = True (เมื่อ p หรือ q เป็น True)
a18 = not p # ทำการสลับค่าด้วยเครื่องหมาย (not) = False 
